Repository: hosamasd/Doctroaak-Patient
Catalog: Doctroaak Patient/Localization/*.lproj/Localizable.strings
Languages: ar

# lang
source: en
ar: ar

source: Get well soon!
ar: نتمنى لك الشفاء العاجل!

source: Skip
ar: تخطي

source: Payment
ar: الدفع

source: Select the payment method
ar: اختر طريقة الدفع

source: You will pay 200 pounds for the/n subscription card
ar: انت سوف تدفع 200 جنيه لهذا الاشتراك

source: Visa card
ar: الفيزا

source: Enter your phone number :
ar: ادخل رقم تليفونك :

source: Expiration Date
ar: تاريخ الانتهاء

source: Done
ar: تم

source: Invalid Phone
ar: رقم محمول غير صحيح

source: Invalid CVC visa number
ar: الرقم غير صحيح

source: code must have 6 character
ar: الكود مكون من ٦ ارقام

source: Looding...
ar: تحميل...

source: LOGIN
ar: تسجيل الدخول

source: Login...
ar: تسجيل الدخول...

source: Sign in to your account
ar: سجل الدخول لحسابك

source: Forget Password ?
ar: نسيت الباسورد ?

source: password must have 8 character
ar: الباسورد يجب ان يكون ٨ ارقام

source: Resending password...
ar: اعاده ارسال الباسورد...

source: Forget
ar: نسيت

source: SMS Code is sent again....
ar: رسالة النصية ارسلت من جديد....

source: Check your mobile for verification Code
ar: افحص الهاتف للوصول لرساله التفعيل

source: Please, enter the verification code we send to your mobile
ar: من فضلك افحص الرسايل ارسلت للهاتف

source: Resend again
ar: ارسل مرة تانية

source: Saving password...
ar: حفظ الباسورد...

source: confirm Password
ar: تاكيد الباسورد

source: Cancel
ar: الغاء

source: Open From Gallery
ar: فتح معرض الصور

source: Create account
ar: عمل حساب جديد

source: Male
ar: ذكر

source: Search
ar: بحث

source: OR
ar: او

source: Enter Text (Optional)
ar: ادخل الوصف (اختياري)

source: prescription
ar: روشته

source: Available
ar: متاح

source: Order
ar: طلب

source: Map
ar: الموقع

source: Search by city and area
ar: بحث بواسطه المدينة والمنطقة

source: Incubation
ar: الحضانه

source: Searching...
ar: بحث...

source: Delivery ?
ar: التوصيل متاح ?

source: Not Delivery
ar: التوصيل غير متاح

source: Rediology working hours
ar: ساعات العمل في مركز الاشعه

source: Saturday
ar: السبت

source: Choose Language
ar: اختر لغة البرنامج

source: please install whatsapp
ar: من فضلك قم تثبيت البرنامج الواتس اولا

source: Log Out
ar: تسجيل الخروج

source: Profile
ar: الملف الشخصي

source: your information updated...
ar: معلوماتك الشخصية تم تعديلها...

source: Find
ar: اعثر عليها

source: My
ar: الخاصه بي

source: Payment
ar: دفع

source: Doctor
ar: دكتور

source: Lab
ar: معمل

source: Preview
ar: عرض

source: Removing...
ar: حذف...

source: Reservation
ar: حجز

source: DOCTOR
ar: دكتور

source: Feedback
ar: معلومتا

source: Rate Order
ar: تقييم الاوردر

source: Notification
ar: التنبيهات

source: No Data Added Yet
ar: لا توجد داتا مضافه لحد الان

source: What do you want to make?
ar: ماذا تريد ان تفعل?

source: No interntetI Connection
ar: لا يوجد اتصال بالانترنت

source: Find the best rated doctors
ar: العثور على أفضل الأطباء !

source: Doctors
ar: الدكاتره

source: Next
ar: التالي

source: Details
ar: تفاصيل

source: Book for me
ar: احجز لي

source: Consultation
ar: استشاره
